export const siteConfig = {
    title: "Tatar cuisine App",
    description: "Exploring tatar cuisine",
    navItems: [
        { label: 'Рецепти', href: '/'}, 
        { label: 'Інгрідієнти', href: '/ingredients'}, 
        { label: 'Про нас', href: '/about'}
    ],
    pagesContent: {
        '/': {
            content: `<p>Список рецептів татарської кухні</p>`
        },
        '/ingredients': {
            content: `<p>Список інгрідієнтів</p>`
        },
        '/about': {
            content: `<p>Татарська кухня  — це національна кухня татар. Кулінарне мистецтво татарського народу ґрунтується на яскравих національних і культурних традиціях, що йдуть у глиб століть. За довгий час бурхливої історії склалася оригінальна національна кухня, що зберегла свої самобутні риси до наших днів. Її своєрідність тісно пов'язана із соціально-економічними, природними умовами життя народу, особливостями його етнічної історії.</p>`
        }
    }
}